Repository: Fairy-Phy/script-chan-jp
Catalog: osu!tournament/Properties/Resources.*.resx
Languages: de_de

# Button_Add
source: Add
de_de: Hinzufügen

# Button_Connect
source: Connect
de_de: Verbinden

# Button_Delete
source: Delete
de_de: Löschen

# Button_Disconnect
source: Disconnect
de_de: Trennen

# Button_Save
source: Save
de_de: Speichern

# ErrorView_Close
source: Close and try again later
de_de: Schließen

# ErrorView_Message
source: API is not answering :(
de_de: API ist nicht erreichbar :(

# ErrorView_Status
source: Check osu!status twitter
de_de: osu!status Twitter öffnen

# Error_ApiKeyInvalid
source: The osu!api key is not valid!
de_de: API Key ist ungültig!

# Error_BeatmapAlreadyInMappool
source: The beatmap is already in this mappool!
de_de: Die eingegebene Beatmap ist schon im Mappool vorhanden!

# Error_BeatmapIdNotFound
source: The beatmap does not exist!
de_de: Die eingegebene Beatmap existiert nicht!

# Error_IdIsNotNumber
source: The entered id is not a valid number!
de_de: Die eingegebene ID ist keine Nummer!

# Error_MissingAcronym
source: Do not forget to set the acronym of your game before creating it!
de_de: Es muss ein Akronym angegeben werden, um ein Spiel zu erstellen!

# Error_PlayerAlreadyInTeam
source: The player already exists!
de_de: Dieser Spieler ist bereits im Team!

# Error_PlayerNotFound
source: The player does not exist!
de_de: Spieler nicht gefunden!

# Error_RoomDoesNotExist
source: The room doesn't exist in the view model
de_de: Raum nicht gefunden

# Error_SameTeam
source: You can't use the same team twice!
de_de: Bitte wähle zwei unterschiedliche Teams aus!

# Error_Title
source: Whoops!
de_de: Hoppla!

# Error_ValueNotLetter
source: Please, enter a letter!
de_de: Bitte gebe einen Buchstaben ein!

# General_Password
source: Password
de_de: Passwort

# General_Username
source: Username
de_de: Benutzername

# MainView_Options
source: Options
de_de: Optionen

# MainView_Overview
source: Overview
de_de: Übersicht

# MainView_Rooms
source: Rooms
de_de: Räume

# MainView_UpdateAvailable
source: Update available, click to download.
de_de: Es ist eine neue Version verfügbar. Klick hier um das Update herunterzuladen.

# MappoolView_AddBeatmap
source: Add a beatmap
de_de: Neue Beatmap hinzufügen

# MappoolView_DeleteBeatmapErrorMappoolInUse
source: Beatmap could not be deleted because the mappool is used in a room.
de_de: Beatmap konnte nicht gelöscht werden weil der Mappool gerade in einem Raum benutzt wird.

# MappoolView_DeleteBeatmapMessage
source: Are you sure you want to delete the beatmap?
de_de: Soll die Beatmap wirklich gelöscht werden?

# MappoolView_DeleteBeatmapTitle
source: Delete beatmap
de_de: Beatmap löschen

# MappoolView_EnterBeatmapIdMessage
source: Enter the beatmap id (Must be a valid number). You can use ';' as a separator
de_de: Gebe eine Beatmap ID ein (Muss eine Numer sein). Mehrere IDs können durch ';' getrennt eingegeben werden.

# MappoolView_EnterBeatmapIdTitle
source: Add Beatmap
de_de: Beatmap hinzufügen

# OptionsView_AdminWebhook
source: Admin webhook (needed to enable the feature)
de_de: Admin Webhook (Benötigt um Webhooks zu verwenden)

# OptionsView_ApiHelp
source: Click here to get your API key.
de_de: Klick hier um einen API Key zu erhalten.

# OptionsView_ApiKey
source: osu!api key (required)
de_de: osu!api Key (benötigt)

# OptionsView_BO
source: Default BO when creating a new room
de_de: Standard BO für neu erstellte Räume

# OptionsView_Cooldown
source: Time between messages (in ms)
de_de: Zeit zwischen Chat Nachrichten (in ms)

# OptionsView_GameMode
source: Default GameMode for a new room
de_de: Standard Spielmodus für neu erstellte Räume

# OptionsView_General
source: General
de_de: Allgemein

# OptionsView_IRCHelp
source: The IRC password is different from your osu account password. Click here to get your IRC password.
de_de: Das IRC Passwort unterscheidet sich von deinem normalen osu Passwort. Klick hier um ein IRC Passwort zu erhalten.

# OptionsView_Mappool
source: Default Mappool for a new room
de_de: Standard Mappool für neu erstellte Räume

# OptionsView_MappoolWatermark
source: You can leave it blank if you want
de_de: Muss nicht ausgewählt werden

# OptionsView_MpTimer
source: Mp timer duration (0 = deactivated)
de_de: Mp timer Dauer (0 um das Feature zu deaktivieren)

# OptionsView_MpTimerTooltip
source: The mp timer command is triggered after each map played
de_de: Der mp timer Befehl wird nach jeder gespielten Map gesendet

# OptionsView_PublicWebhook
source: Public channel webhook
de_de: Webhook für öffentliche Discord Channels

# OptionsView_RoomOptions
source: Room options
de_de: Raum

# OvRoomView_Batch
source: Batch
de_de: Gruppe

# OvRoomView_Create
source: Create
de_de: Erstellen

# OvRoomView_Link
source: Link
de_de: Öffnen

# OvRoomView_NextTeamPick
source: Next team to pick
de_de: Wählt als nächstes

# OvRoomView_Scores
source: Scores
de_de: Ergebnisse

# OvRoomView_Winner
source: Winner
de_de: Gewinner

# OvView_Acronym
source: Acronym
de_de: Kürzel

# OvView_AdminsWatermark
source: You can leave it empty or add usernames separated by ;
de_de: Angabe optional. Mehrere Admins können durch ';' getrennt angegeben werden.

# OvView_BatchFilterWatermark
source: You can select a batch letter to filter your matches
de_de: Wähle eine Gruppe aus, um Spiele zu filtern

# OvView_BatchLetter
source: Batch letter
de_de: Gruppe

# OvView_BlueTeam
source: Blue Team
de_de: Blaues Team

# OvView_CreateMatch
source: Create a match
de_de: Spiel Konfiguration

# OvView_CreateMatchInOverview
source: Create the match in the overview
de_de: Spiel zur Übersicht hinzufügen

# OvView_DefaultMapId
source: Default map id
de_de: Standard Beatmap ID

# OvView_GameMode
source: Game mode
de_de: Spiel Modus

# OvView_PlayersPerTeam
source: Players per team
de_de: Spieler pro Team

# OvView_PleaseSelectTeam
source: Please select a team...
de_de: Bitte wähle ein Team aus...

# OvView_RedTeam
source: Red Team
de_de: Rotes Team

# OvView_RoomConfiguration
source: Room configuration
de_de: Raum Konfiguration

# OvView_ScoreMode
source: Score mode
de_de: Score Modus

# OvView_Size
source: Size
de_de: Größe

# OvView_TeamMode
source: Team mode
de_de: Team Modus

# OvView_WelcomeMessage
source: Welcome Message
de_de: Willkommensnachricht

# TeamsView_AddTeamMessage
source: Enter the team name
de_de: Gebe einen Teamnamen ein.

# TeamsView_AddTeamTitle
source: Add a team
de_de: Team erstellen

# TeamsView_PleaseSelectTeam
source: Please select a team or add a new one
de_de: Bitte wähle ein Team aus oder erstelle eines

# TeamsView_TeamNameAsPlayer
source: Add team name as player
de_de: Team Name ist Spieler Name

# TeamView_AddPlayers
source: Add players
de_de: Spieler hinzufügen

# TeamView_AddPlayersMessage
source: Enter the players id or name. You can use ';' as a separator
de_de: Gebe einen Spieler ein (Name oder ID). Mehrere Spieler können durch ';' getrennt eingegeben werden.

# TeamView_AddPlayersTitle
source: Add player(s)
de_de: Spieler hinzufügen

# Update_NewVersionError
source: An error occured during the download, make sure you are running the tool with administrator rights.
de_de: Ein Fehler ist während des Downloads aufgetreten. Bitte starte die App als Administrator.

# Update_NewVersionMessage
source: Would you like to download the latest version? The application will close.
de_de: Soll die neue Version heruntergeladen werden? Bestätigen schließt die App.

# Update_NewVersionTitle
source: New version available
de_de: Neue Version verfügbar

# Wait_CreatingRoom
source: Creating the room...
de_de: Raum wird erstellt...

# Wait_Title
source: Please wait
de_de: Bitte warten
